766b.go-outliner
aaron-bond.better-comments
adpyke.codesnap
afmicc.getterandsettergenerator
alefragnani.bookmarks
alefragnani.project-manager
amayakite.aya-vue3-extension-pack
bajdzis.vscode-database
batisteo.vscode-django
berublan.vscode-log-viewer
bierner.emojisense
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
brunoventura.sqltools-athena-driver
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
coenraads.bracket-pair-colorizer-2
cschlosser.doxdocgen
curioswitch.sqltools-driver-cloudsql-pg
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dannysteenman.cloudformation-yaml-snippets
databricks.sqltools-databricks-driver
dataworks.sqltools-driver-hive
dataworks.sqltools-driver-hologres
dataworks.sqltools-driver-maxcompute
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
developersoapbox.vscode-springboot-snippets
dineug.vuerd-vscode
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
ducksoupdev.vue2
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eg2.vscode-npm-script
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
espressif.esp-idf-extension
evidence.sqltools-bigquery-driver
evidence.sqltools-duckdb-driver
fcrespo82.markdown-table-formatter
firefox-devtools.vscode-firefox-debug
flyfly6.terminal-in-status-bar
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.docker-explorer
formulahendry.terminal
github.vscode-pull-request-github
golang.go
google-cloud-spanner-ecosystem.google-cloud-spanner-driver
gruntfuggly.todo-tree
gydunhn.vsc-essentials
hbenl.vscode-test-explorer
hediet.vscode-drawio
hollowtree.vue-snippets
hoovercj.vscode-power-mode
hurly.sqltools-oracle-driver
ibm.output-colorizer
intersystems-community.sqltools-intersystems-driver
jeff-hykin.better-cpp-syntax
jgclark.vscode-todo-highlight
johnstoncode.svn-scm
jordanhury.sqltools-cassandra
kddejong.vscode-cfn-lint
kevinrose.vsc-python-indent
khanghua.sqltools-dynamodb-driver
kj.sqltools-driver-redshift
koszti.snowflake-driver-for-sqltools
magicstack.magicpython
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-autoprefixer
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-wsl-recommender
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.theme-markdownkit
ms-vscode.vscode-serial-monitor
mshdinsight.azure-hdinsight
msyrus.go-doc
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
naco-siren.gradle-language
naumovs.color-highlight
neverik.go-critic
nickheap.vscode-ant
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
peakchen90.open-html-in-browser
pedroguerra.ant-tree-viewer
pflannery.vscode-versionlens
pkief.material-icon-theme
platformio.platformio-ide
pnp.polacode
pranaygp.vscode-css-peek
premparihar.gotestexplorer
randomfractalsinc.duckdb-sql-tools
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
regadas.sqltools-trino-driver
richardwillis.vscode-gradle-extension-pack
ritwickdey.liveserver
ronaldosena.arduino-snippets
roscop.activefileinstatusbar
saposs.sap-hana-driver-for-sqltools
sculove.translator
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
singlestore.sqltools-singlestore-driver
solnurkarim.html-to-css-autocompletion
sourcegraph.cody-ai
starkwang.markdown
steoates.autoimport
streetsidesoftware.code-spell-checker
sumitnalavade.vscode-readme-editor
syler.sass-indented
tamasfe.even-better-toml
techer.open-in-browser
tht13.python
tombonnike.vscode-status-bar-format-toggle
twxs.cmake
tyriar.lorem-ipsum
tyriar.sort-lines
ultram4rine.sqltools-clickhouse-driver
usernamehw.errorlens
vertica-official.sqltools-vertica-driver
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitaliymaz.vscode-svg-previewer
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vue.volar
vue.vscode-typescript-vue-plugin
wholroyd.jinja
windmilleng.vscode-go-autotest
wix.vscode-import-cost
wscats.vue
xabikos.javascriptsnippets
yseop.vscode-yseopml
yzhang.markdown-all-in-one
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
zsh.go-snippets
